Repository: elementary/switchboard-plug-mouse-touchpad
Catalog: po/extra/*.po
Languages: es, fr

source: Mouse &amp; Touchpad Settings
es: Configuración de ratón y panel táctil
fr: Paramètres de la souris et du pavé tactile

source: Configure mouse and touchpad
es: Configurar ratón y panel táctil
fr: Configurer la souris et le pavé tactile

source: Updated translations
es: Traducciones actualizadas
fr: Mise à jour des traductions

source: Fix stretched switches when using large text
es: Se corrigieron los interruptores estirados al utilizar texto grande
fr: Correction des boutons qui étaient élargis lors de l'utilisation de texte plus grand

source: New features:
es: Funcionalidades nuevas:
fr: Nouvelles fonctionnalités :

source: Add Dwell Click and Pointer size settings
es: Se añadieron opciones para la pulsación de permanencia y el tamaño del puntero
fr: Ajout du clic prolongé et des paramètres de taille du pointeur

source: Other updates:
es: Otras actualizaciones:
fr: Autres mises à jour :

source: Also listen to secondary button clicks when selecting Primary Button
es: Se detectan asimismo las pulsaciones con el botón secundario mientras se selecciona el botón primario
fr: À l'écoute des clics des boutons secondaires lors de la sélection du bouton primaire

source: Fix an issue where primary button selection doesn't apply in left-to-right languages
es: Solución de un problema en el que la selección del botón principal no se aplica en los idiomas de izquierda a derecha
fr: Correction d'un problème où la sélection du bouton principal ne se faisait pas dans les langues orientées de gauche à droite

source: New Sidebar navigation
es: Barra lateral de navegación nueva
fr: Nouvelle navigation latérale

source: Fix middle click not appearing
es: Corrección de la pulsación central que no aparece
fr: Correction du clic central n'apparaissant pas

source: Add Double-Click speed
es: Adición de Velocidad de pulsación doble
fr: Ajout de la vitesse du double-clic
